src/main/resources/xml/trainingServer/getPaymentById.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getPaymentByIdRequest>
         <my:payment_id></my:payment_id>
      </my:getPaymentByIdRequest>
   </soapenv:Body>
</soapenv:Envelope>
